{
  "meta_data": {
    "audio_loc": "media/audios/articles/asanas/",
    "image_loc": "media/images/articles/asanas/",
    "video_loc": "media/videos/asanas/"
  },
  "pub_date": "January 13, 2020",
  "author": {
    "name": "Shirin Mehdi"
  },
  "content": [
    {
      "type": 0,
      "title": "Surya Namaskar or Sun Salutation"
    },
    {
      "type": 5,
      "text": "surya_namaskar_header.jpg"
    },
    {
      "type": 2,
      "text": "There will be no life on the earth without the sun, and the Surya Namaskaras or the Sun Salutations, as they are popularly called, are an ancient method of showing gratitude or paying respect to the sun that is the source of all forms of life on the earth.\n\nThe ancient yogis say that the different parts of the body are governed by different devas or divine impulses of light. The Surya Namaskaras are a complete body workout. Doing 12 sets of this exercise translates into doing 288 powerful yoga asanas in a span of 12 to 15 minutes. The Surya Namaskaras also form an incredible link between the warming-up poses and the intense yoga asanas."
    },
    {
      "type": 1,
      "title": "Why Is The Sun Salutation Good For You?",
      "text": "When you practice the Sun Salutation regularly, you notice some exceptional benefits all over your body. The intense and powerful asanas in the practice have an incredible impact on the stomach, liver, heart, intestines, chest, throat, and legs, which means the whole body from head to toe is benefited. The Sun Salutation also improves and enhances blood circulation throughout the body, and this ensures the proper functioning of the bowels, the stomach, and the nerve centers. When you practice this routine every day, the Vata, Pitta, and Kapha are also balanced."
    },
    {
      "type": 1,
      "title": "How Many Calories Do You Lose In A Single Set Of Surya Namaskaras?",
      "text": "A single round of Surya Namaskaras helps you burn up to 13.90 calories for someone who is of average weight. With this as a primary benchmark, you can decide how many sets to do. With practice, you should ideally be able to do 108. And as you strive to reach that number, you will automatically become fit and toned."
    },
    {
      "type": 1,
      "title": "How Many Calories Are You Burning In Your 30 Minute Workout?",
      "text": "To give you the larger picture, take a look at how many calories you burn in 30 minutes of different workouts.\n\nWeightlifting – 199 calories\nTennis – 232 calories\nBasketball – 265 calories\nBeach Volleyball – 265 calories\nFootball – 298 calories\nBicycling (14 – 15.9 mph) – 331 calories\nRock Climbing – 364 calories\nRunning (7.5mph) – 414 calories\nSurya Namaskar – 417 calories"
    },
    {
      "type": 8,
      "text": "*Data Courtesy:  Sri Sri Ravi Shankar, Artofliving.org"
    },
    {
      "type": 1,
      "title": "What Must You Know Before You Start Off With The Asanas?",
      "text": "The best time to practice the Sun Salutation is early in the morning when the sun is rising. You must make sure your stomach and bowels are empty.\n\nHowever, some might ask if the Sun Salutation can be practiced in the evening as well. Yes, it can! Surya Namaskaras can be practiced at sunrise and sunset. But if you want to practice after sunset, it is no longer Sun Salutation, it becomes Moon Salutation or Chandra Namaskaras, and includes one more asana. This can be practiced when the moon is out and visible.\n\nThere is no restriction on a place to practice these asanas. However, it is always more enjoyable to practice these asanas outdoors, or in a fully ventilated room.\n\nYou must also learn to listen to your body. Do not overstretch as a beginner. It is always advisable to practice this asana under the supervision of a certified yoga instructor.\n\nIdeally, you should practice at least 12 rounds of the Surya Namaskaras Every Day, which means six sets on the right leg, and six sets on the left leg. However, if you are a beginner, it is best you start with four sets, and then gradually increase the number of sets. Surya Namaskaras usually begin with a prayer in reverence to the Sun for being the source of energy.\n\nThese are 12 Mantras for the 12 sets that are typically practiced."
    },
    {
      "type": 3,
      "text": "Om Mitraya Namah\nOm Ravaye Namah\nOm Suryaya Namah\nOm Bhanave Namah\nOm Khagaya Namah\nOm Poosne Namah\nOm Hiranyagarbhaya Namah\nOm Marichaya Namah\nOm Adityaya Namah\nOm Savitre Namah\nOm Arkaya Namah\nOm Bhaskaraya Namah"
    },
    {
      "type": 7,
      "title": "How To Do The Surya Namaskaras?",
      "text": "Here is the detailed insight of 12 steps on how to do Surya Namaskar yoga. Different teachers have different ways of teaching this sequence. Some incorporate other asanas in the sequence to make it a more intense workout. The others stick to the basics. Either way, there is no hard and fast rule or fixed time that you must stay in each asana. However, about 30 seconds in each asana is ideal.",
      "points": {
        "type": 2,
        "topics": [
          {
            "title": "The Pranamasana Or The Prayer Pose",
            "text": "Start the Surya Namaskaras by standing at the edge of your mat. Keep your feet together, and make sure your weight is equally balanced on both the feet. You must now relax your shoulders and expand your chest. Inhale and lift both your arms up. Then, exhale, and bring your palms in front of your chest in a prayer position.",
            "media": {
              "type": 0,
              "url": "surya_namaskar_step_01.jpg"
            }
          },
          {
            "title": "Hasta Uttanasana Or The Raised Arms Pose",
            "text": "Inhale. Lift your arms up and back, making sure your biceps are close to your ears. Your effort through this pose must be to stretch your whole body, right from the heels to the tips of the fingers.",
            "media": {
              "type": 0,
              "url": "surya_namaskar_step_02.jpg"
            }
          },
          {
            "title": "Pada Hastasana Or Hand To Foot Pose",
            "text": "Exhale and bend forward from the waist. You must ensure your spine is erect. As you inhale, bring your hands down on the floor and beside the feet.\n\nThis asana is also called the Uttanasana. Know More: The complete Guide To Uttanasana",
            "media": {
              "type": 0,
              "url": "surya_namaskar_step_03.jpg"
            }
          },
          {
            "title": "Ashwa Sanchalanasana Or The Equestrian Pose",
            "text": "Now, Inhale, and push your Left Leg back, as far as you possibly can. Bend your Right Knee, and place your arms next to your feet. Turn your gaze forward.",
            "media": {
              "type": 0,
              "url": "surya_namaskar_step_04.jpg"
            }
          },
          {
            "title": "Parvatasana Or Mountain Pose",
            "text": "Exhale, and lift up your hips and tailbone. Your chest must face downwards to form an inverted V.\n\nThis asana is also called the Adho Mukha Svanasana. Know More: The Complete Guide Adho Mukha Svanasana",
            "media": {
              "type": 0,
              "url": "surya_namaskar_step_05.jpg"
            }
          },
          {
            "title": "Ashtanga Namaskara Or The Salute With Eight Parts",
            "text": "Gently bring your knees down to the floor, and Exhale. Take your hips back, and slide forward, such that your chin and chest rest on the floor. Raise your buttocks slightly. You will notice that the hands, feet, knees, chest, and chin touch the floor. Eight parts in total.",
            "media": {
              "type": 0,
              "url": "surya_namaskar_step_06.jpg"
            }
          },
          {
            "title": "Bhujangasana Or The Cobra Pose",
            "text": "Now, slide your body forward. Raise your chest up in the Cobra Pose. Your elbows must be bent, and your shoulders must be placed away from the ears. Turn your gaze upwards.",
            "media": {
              "type": 0,
              "url": "surya_namaskar_step_07.jpg"
            }
          },
          {
            "title": "Parvatasana Or The Mountain Pose",
            "text": "Exhale, and lift up your hips and tailbone. Your chest must face downwards to form an inverted V.",
            "media": {
              "type": 0,
              "url": "surya_namaskar_step_08.jpg"
            }
          },
          {
            "title": "Ashwa Sanchalanasana Or The Equestrian Pose",
            "text": "Inhale, and push your Right Leg back, as far as you possibly can. Bend your Left Knee, and place your arms next to your feet. Turn your gaze forward.",
            "media": {
              "type": 0,
              "url": "surya_namaskar_step_09.jpg"
            }
          },
          {
            "title": "Pada Hastasana Or Hand To Foot Pose",
            "text": "Exhale, and bend forward from the waist. You must ensure your spine is erect. As you Inhale, bring your hands down on the floor and beside the feet. Exhale.",
            "media": {
              "type": 0,
              "url": "surya_namaskar_step_10.jpg"
            }
          },
          {
            "title": "Hasta Uttanasana Or The Raised Arms Pose",
            "text": "Inhale, and lift your arms up and back, making sure your biceps are close to your ears. Your effort through this pose must be to stretch your whole body, right from the heels to the tips of the fingers.",
            "media": {
              "type": 0,
              "url": "surya_namaskar_step_11.jpg"
            }
          },
          {
            "title": "The Pranamasana Or The Prayer Pose",
            "text": "Keep your feet together, and make sure your weight is equally balanced on both the feet. You must now relax your shoulders and expand your chest. Inhale and lift both your arms up. Then, exhale and bring your palms in front of your chest in a prayer position.",
            "media": {
              "type": 0,
              "url": "surya_namaskar_step_12.jpg"
            }
          }
        ]
      }
    },
    {
      "type": 6,
      "text": "surya_namaskar.mp4"
    },
    {
      "type": 7,
      "title": "Who Should Abstain From Practicing The Surya Namaskaras?",
      "points": {
        "type": 1,
        "topics": [
          {
            "text": "Pregnant women must refrain from practicing the Surya Namaskaras after their third month of pregnancy."
          },
          {
            "text": "Those suffering from hernia and high blood pressure should also avoid practicing this sequence."
          },
          {
            "text": "Those suffering from back problems should seek proper guidance while practicing this sequence."
          },
          {
            "text": "Women must avoid practicing the Sun Salutation while they are on their periods."
          }
        ]
      }
    },
    {
      "type": 7,
      "title": "What Are The Benefits of Surya Namaskaras?",
      "text": "Practicing this sequence has innumerable benefits. But these are the most common ones.",
      "points": {
        "type": 0,
        "topics": [
          {
            "title": "Enhances Blood Circulation In The Body",
            "text": "Throughout the sequence, you inhale and exhale, which means your lungs undergo constant ventilation. Your blood remains fresh and oxygenated. This practice helps to remove the toxins from the body."
          },
          {
            "title": "The Weight Loss Mantra",
            "text": "When this asana is done at a fast pace, it becomes a cardio routine. Therefore, it helps you lose weight and also tones your abs and arms. Your spine becomes extremely flexible. It also strengthens your skeletal system."
          },
          {
            "title": "Facilitates A Regular Menstrual Cycle",
            "text": "If you have an irregular menstrual cycle, this routine will balance out and regulate your periods. If practiced regularly, it also ensures ease in childbirth."
          },
          {
            "title": "It Betters Your Skin and Hair",
            "text": "This sequence keeps you healthy and youthful, no matter your age. It enhances your blood circulation, and therefore, imparts a healthy glow on your face. It delays the signs of aging and keeps the wrinkles at bay. This sequence also prevents hair loss and graying of hair."
          },
          {
            "title": "Anti-anxiety and Calming Properties",
            "text": "The Surya Namaskar poses improve memory and enhance the nervous system. The sequence also stabilizes the activity of the thyroid and endocrine glands. Therefore, it reduces stress and anxiety and promotes calmness."
          }
        ]
      }
    },
    {
      "type": 2,
      "text": "This routine is a perfect workout. It connects your mind, body, and soul, and brings out the best in you. It enhances your habits and brings about perfect harmony in your life. Who knew? All it takes is 12 asanas."
    },
    {
      "type": 7,
      "title": "References",
      "points": {
        "type": 7,
        "topics": [
          {
            "title": "How Many Calories Does Surya Namaskar Help To Burn?",
            "text": ""
          },
          {
            "title": "108 Surya Namaskar – What Is The Right Schedule To Follow?",
            "text": ""
          },
          {
            "title": "4 Amazing Health Benefits Of Shilpa Shetty’s Surya Namaskar Yoga",
            "text": ""
          }
        ]
      }
    },
    {
      "type": 8,
      "text": "*Source: stylecraze.com"
    }
  ]
}